{
  "poems": [
    {
      "id": 1,
      "title": "Pink Wheels",
      "content": [
        "There I am sitting down proudly.",
        "My feet are barely touching the ground.",
        "I have every excuse to be rowdy.",
        "My hands show no sign of being bound.",
        "",
        "My pupils show a sense of happiness.",
        "My lips are formed into a big fat O.",
        "Not even my parents can change this new found bliss.",
        "There is no place for sadness in this circle.",
        "",
        "My mothers fingers hold my small frame.",
        "My father tries to smile while holding my fingers.",
        "I can't help but imagine if my mother things I will brake.",
        "My father must think she is a intense clinger.",
        "",
        "The tricycle is a light pink.",
        "Even though the set of wheels are not mine I feel like a star.",
        "The lights also shine bright with a small tweak.",
        "Wow I can see it now, this ride will take me far."
      ]
    },
    {
      "id": 2,
      "title": "Red Chair",
      "content": [
        "I remember the red chair.",
        "It was just the right.",
        "The seat could not bare one ounce of hair.",
        "When I stepped away, I made sure it was not moved from its spot.",
        "",
        "I would do everything on that chair.",
        "I would eat my lunch.",
        "I would even let my mother comb my hair.",
        "I am not surprised that I do not have a hunch.",
        "",
        "I was about three when I first got it.",
        "It was gift for good behavior.",
        "As time went by, I admit I use to hog it.",
        "It was always in the living room corner.",
        "",
        "That corner became my place.",
        "I even set a blanket on the ground.",
        "When my brother was born he wanted my base.",
        "I did not want him around my playground."
      ]
    },
    {
      "id": 3,
      "title": "Free-verse",
      "content": [
        "Clean Up Before Lunch",
        "I slowly put my things in the proper place.",
        "The crayons are all in the box.",
        "I tell them they will soon see my face.",
        "I tighten the cap.",
        "",
        "My coloring book is still wide open.",
        "I look over to the finished page.",
        "It is full of colors and also a bit of blue pen.",
        "Maybe my mom will put it on the fridge.",
        "",
        "There is a lot of paint on the table.",
        "Pink, blue, orange and red.",
        "Why is there paint on the desk?",
        "I need to get it out before it is too late.",
        "",
        "I hear the bell for lunch.",
        "I still have to put all the clays in their spot.",
        "I can smell the chicken and fruit punch.",
        "My stomach grumbles I put all of the colors in one pot."
      ]
    },
    {
      "id": 4,
      "title": "Saturday Morning Cartoons",
      "content": [
        "Half closed eyes, freshly brushed teeth and a bowl of cereal on my lap.",
        "My cereal has pink, green, blue and a few green marshmallows.",
        "I try to get all the pink ones together while I separate all the others with a tap.",
        "I stare down at my bowl it looks like a never ending circle.",
        "",
        "My white pillow cradles my tiny and short back.",
        "A thick heavy yellow blanket covers my chubby legs.",
        "While my dad sits on the sofa trying to understand the remote.",
        "He figures it out after a few minutes with the different sized tool.",
        "",
        "The screen shows a cat and a mouse that will do anything to get back at each other.",
        "My dad gets up to get himself some well deserved breakfast.",
        "I hear a noise in the distance, oh no we have waken up my mother!",
        "I look at her then I look away, I admit that I feel a bit embarrassed.",
        "",
        "My dad comes back with fresh eggs and a loaf of white bread with butter.",
        "My mom walks out of the kitchen with some already made coffee and a slice of brown bread.",
        "I block their voices and continue to watch the new cartoons that have appeared on the screen in front of me.",
        "My mother sits on my left side while my dad sits on my right side, it kind of feels like this morning is a nice day with a friend."
      ]
    },
    {
      "id": 5,
      "title": "The Train",
      "content": [
        "There is a heavy smell of swampy dirt in the air.",
        "I am sitting on a sticky dark floor with confetti like specks on the floor.",
        "I can feel the humidity on my skin.",
        "Looking around, I realize I am the only one on board.",
        "Where did everyone go? Why am I the only one in this long silver limo?",
        "The lights flicker. I close my eyes and let out a deep breath.",
        "Not now anxiety! I try not to scream as I feel something nudge my sneaker.",
        "Opening my eyes I am greeted by the conductor.",
        "Her face is slowly melting and falling apart on her right side.",
        "A  long beep rings near my ear.",
        "The doors open, I run away from my fear."
      ]
    },
    {
      "id": 6,
      "title": "The Notebook",
      "content": [
        "I remember receiving my first notebook.",
        "It was pink, with flowers all over the cover.",
        "This notebook was very special.",
        "It was given to me by my mother.",
        "There were a few scribbles in it.",
        "The scribbles were not as pretty as the creative cover.",
        "I was only three so I didn't know how to form words yet.",
        "The words were a combination of letters that made absolutely no sense at all.",
        "I am pretty sure that I made my own morris code.",
        "It was as if I was becoming a mini Shakespeare.",
        "The small square was the place where I poured out my three year old mind.",
        "Every time anyone would try to take it away I was known to throw a fit.",
        "Over time it was agreed that it was mine and that was it. "
      ]
    }
  ]
}